driver-tests/bpelse/assign/AssignNamespacesJBI/test/multiNSUQELeafLevel/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:emp="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/employee" xmlns:per="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/person" xmlns:add="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/address">
  <soapenv:Body>
    <emp:Employee>
      <per:person>
        <name>Jim</name>
        <add:address>
          <Street>123 Main St</Street>
          <city>Monrovia</city>
        </add:address>
      </per:person>
      <experience>3</experience>
    </emp:Employee>
  </soapenv:Body>
</soapenv:Envelope>